Repository: openspending/openspending
Catalog: openspending/ui/i18n/*/LC_MESSAGES/openspending.ui.po
Languages: el_gr, id

source: Login name already exists, please choose a different one
el_gr: Το όνομα χρήστη δεν είναι διαθέσιμο , παρακαλώ επιλέξτε διαφορετικό όνομα χρήστη
id: Nama login sudah ada, silahkan pilih nama yang berbeda

source: Passwords don't match!
el_gr: Οι κωδικοί που δώθηκαν δεν ταιριάζουν!
id: Password tidak cocok!

source: Your settings have been updated.
el_gr: Οι ρυθμίσεις σας ανανεώθηκαν.
id: Setelan anda telah diperbarui.

source: Welcome back, %s!
el_gr: Καλωσόρισες , %s!
id: Selamat datang kembali, %s!

source: Incorrect user name or password!
el_gr: Λάθος όνομα χρήστη ή κωδικός!
id: Username atau password salah!

source: You have been logged out.
el_gr: Αποσυνδεθήκατε.
id: Anda telah keluar.

source: Sorry, the selected resource could not be found
id: Maaf, sumberdaya terpilih tidak ditemukan

source: A dataset with this identifer already exists!
el_gr: Υπάρχει ήδη σύνολο δεδομένων με αυτό το αναγνωριστικό!
id: Kumpulan data dengan identitas ini sudah ada!

source: This is not a dimension
el_gr: Δεν είναι διάσταση
id: Ini bukanlah sebuah dimensi

source: Sorry, there is no member named %r
el_gr: Συγνώμη, δεν βρέθηκε μέλος με όνομα χρήστη %r
id: Maaf, tidak ada anggota dengan nama %r

source: Sorry, there is no dimension named %r
el_gr: Συγνώμη, δεν βρέθηκε διάσταση με όνομα %r
id: Maaf, tidak ada dimensi dengan nama %r

source: The dataset has been updated.
el_gr: Το σύνολο δεδομένων ανανεώθηκε.
id: Kumpulan data telah diperbarui.

source: You cannot edit the dimensions model when data is loaded for the dataset.
el_gr: Δεν μπορείτε να επεξεργαστείτε τις διαστάσεις του μοντέλου δεδομένων κατά την διάρκεια που τα δεδομένα φορτώνονται.
id: Anda tidak dapat mengedit model dimensi ketika data sedang dimuat untuk kumpulan data.

source: The mapping data could not be decoded as JSON!
el_gr: Τα δεδομένα αντιστοίχησης δεν μπορούν να αποκωδικοποιηθούν σε μορφή JSON!
id: Pemetaan data tidak dapat didekode sebagai JSON!

source: The views have been updated.
el_gr: Οι όψεις ενημερώθηκαν επιτυχώς.
id: Tampilan telah diperbarui.

source: The views could not be decoded as JSON!
el_gr: Οι όψεις δεν μπορούν να αποκωδικοποιηθούν σε μορφή JSON!
id: Tampilan tidak dapat didekode sebagai JSON!

source: User account cannot be found.
id: Akun pengguna tidak dapat ditemukan.

source: The team has been updated.
id: Tim telah diperbarui.

source: The dataset has been cleared.
el_gr: Το σύνολο των δεδομένων έχει εκκαθαριστεί.
id: Kumpulan data telah dibersihkan.

source: This dataset is already public!
el_gr: Το σύνολο των δεδομένων έχει ήδη ορισθεί ως δημόσιο!
id: Kumpulan data ini sudah publik!

source: Congratulations, the dataset has been published. It is now available at: %s
el_gr: Συγχαρητήρια, το σύνολο δεδομένων έχει δημοσιευθεί. Είναι πλέον διαθέσιμο στη διεύθυνση: %s
id: Selamat, kumpulan data tersebut telah dipublikasikan. Sekarang telah tersedia di: %s

source: This dataset is already private!
el_gr: Αυτό το σύνολο δεδομένων έχει ήδη ορισθεί ως ιδιωτικό!
id: Kumpulan data ini sudah privat!

source: The dataset has been retracted. It is no longer visible to others.
el_gr: Το σύνολο των δεδομένων έχει ανακληθεί. Δεν είναι πλέον ορατό σε τρίτους.
id: Kumpulan data sudah ditarik kemabli. Ia tidak lagi terlihat oleh yang lain.

source: The dataset has been deleted.
el_gr: Το σύνολο των δεδομένων έχει διαγραφεί.
id: Kumpulan data telah dihapus.

source: Sorry, there is no entry %r
el_gr: Συγνώμη, δεν βρέθηκε καταχώρηση %r
id: Maaf, tidak ada masukan %r

source: Sent ping!
el_gr: Στάλθηκε ping!
id: Kirim ping!

source: There is no source '%s'
el_gr: Δεν βρέθηκε πηγή '%s'
id: Tidak ada sumber '%s'

source: There is no run '%s'
el_gr: Δεν υπάρχει εκτέλεση '%s'
id: Tidak ada yang menjalankan '%s'

source: The source has been created.
el_gr: Η πηγή δημιουργήθηκε.
id: Sumber telah dibuat.

source: Now loading...
el_gr: Γίνεται φόρτωση...
id: Dimuat sekarang...

source: Invalid widget type: %r
id: Tipe widget tidak sah: %r

source: Sorry, there is no view %r
id: Maaf, tidak ada tampilan %r

source: You are not authorized to delete this view.
id: Anda tidak punya izin untuk menghapus tampilan ini.

source: No widget type has been specified.
id: Tidak ada tipe widget yang dispesifikasikan.

source: Sorry, there is no dataset named %r
el_gr: Συγνώμη, δεν βρέθηκε σύνολο δεδομένων με όνομα %r
id: Maaf, tidak ada kumpulan data dengan nama %r

source: Untitled
id: Tak berjudul

source: No widget named '%s' exists.
id: Tidak ada widget '%s'.

source: nav-home
id: nav-beranda

source: Invalid request.
el_gr: Μη έγκυρο αίτημα
id: Permintaan tidak sah

source: Error
el_gr: Σφάλμα
id: Galat

source: Access denied.
el_gr: Μη επιτρεπτή πρόσβαση.
id: Akses ditolak.

source: You may not have the relevant rights.
el_gr: Μπορεί να μην έχετε τα σχετικά δικαιώματα.
id: Anda mungkin tidak punya izin yang relevan.

source: You may need to login.
el_gr: Μπορεί να χρειαστεί να κάνετε login.
id: Anda mungkin harus masuk.

source: Resource not found
el_gr: Ο πόρος δεν βρέθηκε
id: Sumberdaya tidak ditemukan

source: [1:%(message)s]: Maybe the URL is misspelled or the data has been deleted.
el_gr: [1:%(message)s]: Ίσως η διεύθυνση URL είναι λανθασμένη ή τα δεδομένα έχουν διαγραφεί.
id: [1:%(message)s]: Mungkin URL salah tulis atau data telah dihapus.

source: Something went wrong
el_gr: Κάτι πήγε στραβά
id: Sesuatu telah bermasalah

source: Internal Server Error
el_gr: Εσωτερικό σφάλμα διακομιστή
id: Galat Internal Server

source: : Sorry, there seems to be an internal problem in OpenSpending. The problem has now been reported and we're on it.
el_gr: Δυστυχώς, φαίνεται να υπάρχει ένα εσωτερικό πρόβλημα στην πλατφόρμα OpenSpending. Το πρόβλημα έχει καταγραφεί και θα το κοιτάξουμε σύντομα.
id: : Maaf, tampaknya ada masalah internal dalam OpenSpending. Masalah tersebut kini telah dilaporkan dan kami sedang mengolahnya.

source: Home
el_gr: Αρχική
id: Beranda

source: Spending Blog
el_gr: Ιστολόγιο Δαπανών
id: Blog Pembelanja

source: Datasets
el_gr: Σύνολα δεδομένων
id: Kumpulan data

source: Community
id: Komunitas

source: Working Group on Open Spending Data
id: Grup Kerja dalam Data Belanja Terbuka

source: Report: Technology for Fiscal Transparency
id: Laporan: Teknologi untuk Transparansi Fiskal

source: Briefing: European Union Spending
id: Pertemuan: Pembelanjaan Uni Eropa

source: Briefing: Aid Transparency
id: Pertemuan: Transparansi Bantuan

source: Briefing: OpenSpending.mobi
id: Pertemuan: OpenSpending.mobi

source: Standard for Transactional Spending Data
id: Standar Data Transaksi Pembelanjaan

source: Help
el_gr: Βοήθεια
id: Bantuan

source: About
el_gr: Σχετικά
id: Tentang

source: Login/Register
el_gr: Είσοδος/Εγγραφή
id: Masuk/Daftar

source: Dashboard
el_gr: Επισκόπηση
id: Dasbor

source: Settings
el_gr: Ρυθμίσεις
id: Setelan

source: Logout
el_gr: Αποσύνδεση
id: Keluar

source: Language
el_gr: Γλώσσα
id: Bahasa

source: This is an [1:Open Knowledge Foundation] project.
id: Ini adalah [1:Open Knowledge Foundation] project.

source: Privacy
el_gr: Προστασία προσωπικών δεδομένων
id: Privasi

source: and
id: dan

source: Contact
el_gr: Επικοινωνία
id: Kontak

source: Open Content
el_gr: Ανοιχτό Περιεχόμενο
id: Konten Terbuka

source: All [1:code], [2:content] and [3:data] is openly licensed in accordance with the [4:open definition]. [5:][6:] [7:[8:]]
id: Semua [1:kode], [2:konten] dan [3:data] adalah berlisensi terbuka berdasarkan [4:definisi terbuka]. [5:][6:] [7:[8:]]

source: nav-account
id: nav-akun

source: Welcome back
id: Selamat datang kembali

source: Your Datasets
id: Kumpulan data Anda

source: Your Visualizations
id: Visualisasi Anda

source: on
id: pada

source: Login
el_gr: Είσοδος
id: Masuk

source: Sign in to OpenSpending
el_gr: Συνδεθείτε στο OpenSpending
id: Masuk ke OpenSpending

source: Create an account
el_gr: Δημιουργία λογαριασμού
id: Buat sebuah akun

source: Fullname
el_gr: Ονοματεπώνυμο
id: Nama lengkap

source: Password (repeat)
el_gr: Κωδικός (επανάληψη)
id: Password (ulangi)

source: Settings for:
el_gr: Ρυθμίσεις για:
id: Setelan untuk:

source: Account Settings
el_gr: Ρυθμίσεις Λογαριασμού
id: Setelan Akun

source: Leave both fields blank to keep your current password.
el_gr: Αφήστε και τα δύο πεδία κενά για να διατηρήσετε τον υπάρχων κωδικό.
id: Biarkan kosong kedua field untuk menjaga password anda saat ini.

source: API Key
el_gr: Κλειδί API
id: Kunci API

source: Use this key to access the OpenSpending API programmatically.
el_gr: Χρησιμοποιήστε αυτό το κλειδί για να συνδεθείτε με το API του OpenSpending.
id: Gunakan kunci ini untuk mengakses API OpenSpending secara pemrograman.

source: Script Location
id: Lokasi Skrip

source: Set a different location for JavaScript imports to develop new widgets.
id: Setel sebuah lokasi berbeda untuk JavaScript yang diimpor untuk membangun widget baru.

source: nav-dataset
id: nav-kumpulan data

source: Search
el_gr: Αναζήτηση
id: Cari

source: Visualisations
id: Visualisasi

source: Create a visualisation...
id: Buat sebuah visualisasi...

source: Manage
el_gr: Διαχείριση
id: Kelola

source: OpenSpending — mapping the money.
id: OpenSpending — memetakan keuangan.

source: Import a dataset
el_gr: Εισαγωγή ενός συνόλου δεδομένων
id: Impor sebuah kumpulan data

source: Close
id: Tutup

source: Description
el_gr: Περιγραφή
id: Deskripsi

source: No description is available for %(label)s
el_gr: Δεν υπάρχει περιγραφή για %(label)s
id: Tidak ada deskripsi tersedia untuk %(label)s

source: Sources
el_gr: Πηγές
id: Sumber

source: This is a listing of all source data that was registered for this dataset. If you want to look at the exact data that is used to generate aggregates, you can also use a [1:bulk export].
el_gr: Αυτό είναι ένας κατάλογος όλων των δεδομένων προέλευσης που έχουν καταχωριθεί ⏎ για το τη συγκεκριμένο σύνολο δεδομένων. Αν θέλετε να δείτε τα ακριβή δεδομένα ⏎ που χρησιμοποιήθηκαν για την παραγωγή συνολικών αθροισμάτων , μπορείτε επίσης να πραγματοποιήσετε μία ⏎ [1: μαζική εξαγωγή].
id: Ini adalah daftar dari semua sumber data yang telah terdaftar untuk kumpulan data ini. Bila anda ingin melihat data eksaknya yang digunakan untuk mengenerasi agregat, anda dapat pula menggunakan sebuah [1:bulk export].

source: Team
el_gr: Ομάδα
id: Tim

source: These people are the managers of the dataset. They can make modifications to its schema and are responsible to make sure the data is accurate.
el_gr: Αυτοί οι άνθρωποι είναι οι διαχειριστές του σύνολο δεδομένων. Μπορούν ⏎ να κάνουν τροποποιήσεις στο σχήμα του και είναι υπεύθυνοι ⏎ για να επιβεβαιώσουν ότι τα δεδομένα είναι ακριβή.
id: Orang-orang ini adalah para pengelola kumpulan data. Mereka dapat membuat modifikasi sesuai skemanya dan bertanggung jawab untuk memastikan data tersebut akurat.

source: Measures
el_gr: Μονάδες μέτρησης
id: Ukuran

source: Measures are the numeric properties of each entry in this dataset.
el_gr: Μονάδες μέτρησης είναι οι αριθμητικές ιδιότητες της κάθε καταχώρησης σε αυτό το ⏎ σύνολο δεδομένων.
id: Ukuran adalah properti numerik dari setiap masukan pada kumpulan data ini.

source: Dimensions
el_gr: Διαστάσεις
id: Dimensi

source: Dimensions are different aspects of the dataset, such as the spender, recipient or classifications that apply.
el_gr: Οι διαστάσεις αποτελούν διαφορετικές πτυχές του συνόλου δεδομένων, όπως ο ⏎ Φορέας ανάληψης, ο δικαιούχος ή οι ταξινομήσεις που εφαρμόζονται.
id: Dimensi adalah aspek-aspek yang berbeda dari kumpulan data, seperti pembelanja, penerima atau klasifikasi yang diterapkan.

source: Database erased
el_gr: Η βάση δεδομένων διαγράφηκε
id: Basisdata dihapus

source: OpenSpending: mapping the money
id: OpenSpending: memetakan uang

source: The database should now have been erased. You'll even have to create a new user to log in again.
el_gr: Η βάση δεδομένων θα πρέπει τώρα να έχει διαγραφεί. Θα πρέπει να δημιουργήσετε ένα νέο χρήστη για να συνδεθείτε πάλι
id: Basisdata tersebut seharusnya sekarang sudah dihapus. Anda harus membuat sebuah pengguna baru untuk masuk lagi.

source: All datasets
el_gr: Όλα τα σύνολα δεδομένων
id: Semua kumpulan data

source: Available data sets
el_gr: Διαθέσιμα σύνολα δεδομένων
id: Kumpulan data tersedia

source: The database contains the following datasets:
el_gr: Η βάση περιέχει τα ακόλουθα σύνολα δεδομένων:
id: Basisdata mengandung kumpulan data berikut:

source: Countries
el_gr: Χώρες
id: Negara

source: Languages
el_gr: Γλώσσες
id: Bahasa

source: If you have a spending or budget dataset that you can contribute, please give some basic information here. [1:][2:]In the next steps, you'll [3: [4:add references to [5:data sources],] [6:create a [7:data model] to describe the format,] [8:[9:test] the correctness of your model,] [10:[11:import] the data,] [12:and generate [13:visualized views].] ]
el_gr: Εάν έχετε ένα σύνολο δεδομένων που αφορά δαπάνες ή προϋπολογισμούς το οποίο ⏎ μπορείτε να συνεισφέρετε, παρακαλώ δώστε κάποιες βασικές πληροφορίες ⏎ εδώ. ⏎ [1:] [2:] Στα επόμενα βήματα, θα ⏎ [3: ⏎ [4: προσθέσετε αναφορές στίς [5: πηγές δεδομένων],] ⏎ [6: δημιουργήσετε ένα [7: μοντέλο δεδομένων] για να περιγράψει τη μορφή,] ⏎ [8: [9: Δοκιμάσετε] την ορθότητα του μοντέλου σας,] ⏎ [10: [11: Εισάγετε] τα δεδομένα,] ⏎ [12: και θα δημιουργείσετε [13:. όψεις οπτικοποίησης].] ⏎ ]
id: Bila anda punya kumpulan data pembelanjaan atau anggaran yang dapat anda kontribusikan, mohon berikan beberapa informasi dasarnya di sini. [1:][2:]Dalam langkah selanjutnya, anda akan [3: [4:menambahkan referensi ke [5:sumber data],] [6:membuat sebuah [7:model data] untuk menggambarkan formatnya,] [8:[9:uji] kebenaran dari model anda,] [10:[11:impor] data tersebut,] [12:dan membuat [13:tampilan visualisasi].] ]

source: Title
el_gr: Τίτλος
id: Judul

source: Identifier
el_gr: Αναγνωριστικό
id: Identitas

source: The identifier will become part of the dataset URL and cannot be changed later. It may only contain alphanumeric characters, dashes and underscores.
el_gr: Το αναγνωριστικό θα γίνει μέρος της ⏎ διεύθυνση URL του συνόλου δεδομένων και δεν γίνεται να τροποποιηθεί αργότερα. Μπορεί μόνο ⏎ να περιέχει αλφαριθμητικούς χαρακτήρες, άνω και κάτω παύλες.
id: Identitas menjadi bagian dari URL kumpulan data dan tidak dapat diubah nantinya. Ia mungkin hanya mengandung karakter alfanumerik, garis tengah dan garis bawah.

source: Category
id: Kategori

source: Currency
el_gr: Νόμισμα
id: Mata uang

source: Commonly used currencies
id: Mata uang yang umum digunakan

source: All currencies
id: Semua mata uang

source: Contribute your local data!
el_gr: Συνεισφέρετε με τα δεδομένα της περιοχής σας!
id: Berkontribusi dengan data lokal anda!

source: We're trying to gather [1:the world's spending information] in a common database so that we can provide common tools for [2:analysis, visualization and comparison]. OpenSpending is an open platform that aims to facilitate the presentation of financial information so anyone - whether data geek or concerned citizen - can contribute their local city budget or spending reports.
el_gr: Προσπαθούμε να συλλέξουμε [1: Πληροφορίες δαπανών ⏎ από όλο το κόσμο] ⏎ σε μια κοινή ⏎ βάση δεδομένων, ώστε να μπορούμε να παρέχουμε κοινά εργαλεία [2: ανάλυσης, ⏎ οπτικοποίησης και συγκρίσεων]. Το OpenSpending είναι μια ανοιχτή πλατφόρμα που ⏎ έχει ως στόχο να διευκολύνει την παρουσίαση των οικονομικών στοιχείων, ώστε ⏎ ο καθένας - είτε ερευνητής με εμπειρία στα δεδομένα είτε ενδιαφερόμενος πολίτης - να μπορεί να υποβάλλει ⏎ εκθέσεις δαπανών ή τον τοπικό προϋπολογισμό της πόλης του.
id: Kami berusaha untuk mengumpulkan [1:informasi pembelajaan sedunia] dalam sebuah basisdata yang umum sehingga kami dapat menyediakan perangkat umum untuk [2:analisis, visualisasi dan perbandingan]. OpenSpending adalah platform terbuka yang bertujuan untuk memfasilitasi presentasi dari informasi keuangan sehingga siapapun - baik itu pecandu data atau warga yang peduli - dapat berkontribusi dengan anggaran lokal kota mereka atau laporan pembelanjaannya.

source: Why should you contribute?
el_gr: Γιατί θα ήταν καλό να συνεισφέρετε ;
id: Mengapa anda perlu berkontribusi?

source: There are many projects that aim to track financial information. All require these basic services, which we aim to provide: [1:] [2:] [3: [4:Data loading and validation facilities.] [5:Common visualization types (treemaps, charts, and the bubble tree).] [6:Full-text search for all entries.] [7:Means to track provenance and provide access to the raw data.] ] [8: [9:Sign up to contribute] [10:Learn more] ]
el_gr: Υπάρχουν πολλά προγράμματα που στοχεύουν στην παρακολούθηση των οικονομικών πληροφοριών. Όλα απαιτούν αυτές τις βασικές υπηρεσίες, που παρέχουμε: [1:] [2:] [3: [4:Μηχανισμοί μεταφόρτωσης και επικύρωσης δεδομένων.] [5:Κοινοί τύποι οπτικοποιήσης (treemaps, charts, and the bubble tree).] [6:Αναζήτηση πλήρους κειμένου για όλες τις καταχωρήσεις.] [7:Μέσα παρακολούθησης αλλαγών και παροχής πρόσβασης στα πρωτογενή δεδομένα.] ] [8: [9:Εγγραφείτε για να συμβάλλετε] [10:Μάθετε περισσότερα] ]
id: Terdapat banyak proyek yang dapat membantu untuk melacak informasi keuangan. Semuanya membutuhkan layanan dasar ini, yang kami bantu untuk menyediakan: [1:] [2:] [3: [4:Pemuatan data dan fasilitas validasi.] [5:Tipe visualisasi umum (treemaps, grafik, dan bubble tree).] [6:Pencarian teks-penuh untuk semua entitas.] [7:Sarana untuk melacak sumber asalnya dan menyediakan akses ke data mentah.] ] [8: [9:Mendaftar untuk berkontribusi] [10:Pelajari lanjut] ]

source: Embed
id: Tanam

source: Change
id: Ganti

source: Part of unique key
id: Bagian dari kunci unik

source: nav-dimension
id: nav-dimensi

source: %(entry_label)s - Entries
el_gr: %(entry_label)s - Καταχωρήσεις
id: %(entry_label)s - Entitas

source: - Entries
el_gr: - Καταχωρήσεις
id: - Entitas

source: Dimensions in %(dataset_label)s
el_gr: Διαστάσεις σε %(dataset_label)s
id: Dimensi pada %(dataset_label)s

source: Dimensions in
el_gr: Διαστάσεις σε
id: Dimensi dalam

source: %(dataset_label)s: Dimensions [1:Facets of the dataset.]
el_gr: %(dataset_label)s: Διαστάσεις [1:Όψεις του συνόλου δεδομένων.]
id: %(dataset_label)s: Dimensi [1:Aspek dari kumpulan data.]

source: %(dataset)s has the following dimensions:
el_gr: %(dataset)s έχουν τις ακόλουθες διαστάσεις:
id: %(dataset)s punya dimensi berikut:

source: nav-member
id: nav-anggota

source: Manage the dataset
el_gr: Διαχείριση αυτού του συνόλου δεδομένων
id: Kelola kumpulan data

source: Dimensions & Measures
el_gr: Διαστάσεις και Μονάδες Μέτρησης
id: Dimensi & Ukuran

source: Views
id: Tampilan

source: Default year
id: Tahun baku

source: (No data is loaded)
id: (Tidak ada data dimuat)

source: Add Dimension
el_gr: Προσθήκη Διάστασης
id: Tambah Dimensi

source: Make sure your dimensions import all source data columns.
el_gr: Εξακριβώστε ότι οι διαστάσεις σας εισάγουν όλες τις στήλες δεδομένων του πόρου.
id: Pastikan dimensi anda mengimpor semua kolom data sumber.

source: Set Unique Dimensions
el_gr: Ορισμός μοναδικών Διαστάσεων
id: Setel Dimensi Unik

source: Identify the dimensions that help to identify each entry.
el_gr: Προσδιορίστε τις διαστάσεις που βοηθούν στην αναγνώριση κάθε εισόδου.
id: Identifikasi dimensi membantu mengidentifikasi setiap entitas.

source: Exisiting Dimensions
el_gr: Υπάρχουσες Διαστάσεις
id: Dimensi yang Ada

source: Specify which dimensions identify an entry uniquely
el_gr: Ορίστε ποιες διαστάσεις ταυτοποιούν μονοσήμαντα μια καταχώρηση
id: Spesifikasikan dimensi mana yang mengidentifikasi sebuah masukan secara unik

source: Update
el_gr: Ανανέωση
id: Perbarui

source: Add new dimension
el_gr: Προσθήκη νέας διάστασης
id: Tambah dimensi baru

source: Name
el_gr: Όνομα
id: Nama

source: The name you choose should only contain letters, numbers and dashes (i.e., no spaces)
el_gr: Το όνομα που θα επιλέξετε θα πρέπει να περιέχει μόνο γράμματα, αριθμούς και παύλες (δηλαδή δεν θα πρέπει να περιέχει κενά)
id: Nama yang anda pilih seharusnya hanya mengandung huruf, angka dan garis tengah (misalnya, tanpa spasi)

source: Where the dimension represents the ultimate source or destination of the funds, call it [1:from] or [2:to].
id: Di mana dimensi mewakili sumber atau tujuan yang luar biasa dari dana, panggil [1:dari] atau [2:ke].

source: Type
el_gr: Τύπος
id: Tipe

source: Dimension
el_gr: Διάσταση
id: Dimensi

source: A defined set, like suppliers or classifications, with multiple attributes (e.g. supplier name and VAT number).
el_gr: Ένα καθορισμένο σύνολο, όπως προμηθευτές ή ταξινομήσεις, με ⏎ πολλαπλά χαρακτηριστικά (π.χ. το όνομα του προμηθευτή και το ποσοστό ΦΠΑ).
id: Sebuah kumpulan yang didefinisikan, seperti pemasok atau klasifikasi, dengan multi atribut (misalnya nama pemasok dan nomor VAT).

source: Attribute
el_gr: Χαρακτηριστικό
id: Atribut

source: A simple value, e.g. descriptions or transaction IDs.
el_gr: Μια απλή τιμή, π.χ. περιγραφές ή ταυτότητες-IDs συναλλαγής.
id: Sebuah nilai sederhana, misalnya deskripsi atau ID transaksi.

source: Date
el_gr: Ημερομηνία
id: Tanggal

source: Temporal value, e.g. start of project, date of disbursement.
el_gr: Χρονική τιμή, π.χ. έναρξη του έργου, ημερομηνία της εκταμίευσης.
id: Nilai sementara, misalnya kapan proyek dimulai, tanggal pengeluaran.

source: Measure
el_gr: Μονάδα μέτρησης
id: Ukuran

source: Monetary information, e.g. amount disbursed or allocated.
el_gr: Νομισματική πληροφορία, π.χ. καταβληθέν ή χορηγηθέν ποσό .
id: Informasi keuangan, misalnya jumlah yang dibelanjakan atau dialokasikan.

source: Unmapped source data columns
id: Kolom data sumber tak terpetakan

source: Cancel
el_gr: Άκυρο
id: Batal

source: Add
el_gr: Προσθήκη
id: Tambah

source: [1:Your model was saved.] You can now try to load a sample of the data by returning back to the dashboard. [2: [3:Visit dashboard] ]
id: [1:Data model anda telah disimpan.] Sekarang anda bisa mencoba memuat sebuah contoh data dengan kembali ke dasbor. [2: [3:Kunjungi dasbor] ]

source: The dimensions mapping could not be saved as it contains some errors:
el_gr: Η αντιστοιχία των διαστάσεων δεν μπορεί να αποθηκευτεί επειδή περιέχει ορισμένα σφάλματα:
id: Pemetaan dimensi tidak dapat disimpan karena ia mengandung beberapa masalah:

source: Dimension mapping
el_gr: Αντιστοίχηση διαστάσεων
id: Pemetaan dimensi

source: To create a model for your dataset, you need to translate the columns in the data file to "dimensions", the logical divisions of the dataset. A dimension can be any property of a line item or transaction that should be presented within OpenSpending.
id: Untuk membuat sebuah model kumpulan data anda, anda harus mentranslasi kolom pada file data ke "dimensi", bagian logika dari kumpulan data. Sebuah dimensi dapat berupa properti apapun dari item baris atau transaksi yang harus ditampilkan di dalam OpenSpending.

source: There are four core dimensions,
id: Terdapat empat inti dimensi,

source: amount
id: jumlah

source: time
id: waktu

source: — which are mandatory — as well as
id: — yang mana wajib — sebagaimana pula

source: from
id: dari

source: for the spender, and
id: untuk pembelanja, dan

source: to
id: ke

source: for the recipient of a specific transaction — both of those must be dimensions if they exist.
id: untuk penerima transaksi tertentu — keduanya haruslah berupa dimensi bila memang ada.

source: Beyond that, you can add your own dimensions to describe aspects such as classification schemes, descriptions, transaction IDs and any other details present in the source data.
id: Di sampaing itu, anda dapat pula menambahkan dimensi milik anda untuk menggambarkan aspek seperti sebagai skema klasifikasi, deskripsi, ID transaksi dan rincian lainnya yang ada pada data sumber.

source: What do I do here?
el_gr: Γιατί βρίσκομαι εδώ ;
id: Apa yang dapat saya kerjakan di sini?
