Repository: openspending/openspending
Catalog: openspending/ui/i18n/*/LC_MESSAGES/openspending.ui.po
Languages: el_gr, id

source: First off, make sure to set up the model to conform to these basic requirements:
id: Pertama, pastikan untuk menyetel model agar sesuai dengan kebutuhan dasar ini:

source: Create
id: Buat

source: with the core financial measure of the dataset and
id: dengan pengukuran inti keuangan dari kumpulan data dan

source: to represent the most representative temporal dimension.
id: untuk mewakili dimensi sementara yang paling representatif.

source: If your data is transactional and contains the name of a department or body spending the funds, make sure to include a
id: Bila data anda transaksional dan berisi nama departemen atau badan yang membelanjakan dana, pastikan untuk menyertakan sebuah

source: dimension.
id: dimensi.

source: If the data mentions a recipient, such as a supplier, set
id: Bila data tersebut menyebut penerima, seperti pemasok, kumpulan

source: as another dimension.
id: sebagai dimensi lainnya.

source: Set a unique key combination so that the values within that combination are different between all entries in the dataset. This can later be used for updating the dataset.
id: Setel sebuah kombinasi kunci unik sehingga nilai yang ada di dalam kombinasi tersebut berbeda antar entitas dalam kumpulan data tersebut. Ini dapat digunakan nanti untuk memperbarui kumpulan datanya.

source: After you've done these basic things, make sure to also create dimensions to cover any other aspects present in the source data. You can group related columns into a single dimension, for example if each row mentions both a company's name and its VAT number.
id: Setelah anda selesai dengan hal dasar ini, pastikan juga untuk membuat dimensi yang melingkupi semua aspek yang hadir dalam sumber data. Anda dapat mengelompokkan kolom terkait dengan sebuah dimensi tunggal, sebagai contoh bila setiap baris menyebut keduanya nama perusahaan dan nomor VAT-nya.

source: Background: How does OpenSpending store data?
el_gr: Υπόβαθρο: Πώς το OpenSpending αποθηκεύει δεδομένα;
id: Latar belakang: Bagaimana OpenSpending menyimpan data?

source: You cannot edit dimensions while data is loaded.
id: Anda tidak bisa mengedit dimensi ketika data sedang dimuat.

source: In order to modify the dimensions model, you'll have to delete all the data that is currently loaded from the database.
el_gr: Προκειμένου να τροποποιήσετε το μοντέλο των διαστάσεων , θα πρέπει να διαγράψετε από τη βάση όλα τα δεδομένα που έχουν ήδη φορτωθεί.
id: Untuk memodifikasi model dimensi, anda harus menghapus semua data yang saat ini dimuat dari basisdata.

source: You need to define at least one data source.
id: Anda harus mendefinisikan sedikitnya satu data sumber.

source: In order to create a dimensions model, at least on data source needs to be available.
id: Untuk membuat sebuah model dimensi, setidaknya data sumber harus tersedia.

source: [1:Congratulations, your dataset is now created.] Next, you'll need to link to a source file that contains the data (or a sample for testing if your dataset is very large!). The data must be in the CSV format.
el_gr: [1:. Συγχαρητήρια, το σύνολο δεδομένων σας, δημιουργήθηκε] Στη συνέχεια, θα χρειαστεί να συνδεθεί με ένα αρχείο προέλευσης που περιέχει τα δεδομένα (ή ένα δείγμα για το δοκιμή τους εάν το σύνολο δεδομένων σας είναι πολύ μεγάλο!). Τα δεδομένα πρέπει να είναι σε μορφή CSV.
id: [1:Congratulations, your dataset is now created.] Next, you'll need untuk menautkan sebuah file sumber yang berisi data (atau sebuah contoh untuk tes bila kumpulan data anda sangat besar!). Data harus dalam format CSV.

source: Learn about [1:how to export CSV] from various common applications.
el_gr: Μάθετε σχετικά με [1: τον τρόπο εξαγωγής σε CSV] από διάφορες δημοφιλείς ⏎ εφαρμογές.
id: Pelajari mengenai [1:bagaimana mengekspor CSV] dari beragam aplikasi umum.

source: Help on [1:common data wrangling tasks] needed to clean source data.
el_gr: Βοήθεια σχετικά με [1: συχνές εργασίες μετασχηματισμού και προετοιμασίας δεδομένων] που απαιτούνται για να καθαρίσετε ⏎ πηγαία δεδομένα.
id: Bantuan pada [1:tugas pengolahan data umum] diperlukan untuk membersihkan data sumber.

source: Add a source
el_gr: Προσθήκη πηγής
id: Tambah sumber

source: [1:Let me see...] The data is now being checked to see if it can be imported. This should not take very long. [2: [3:Refresh] ]
el_gr: 1: [Για να δούμε...] Τα δεδομένα σας τώρα ελέγχονται για να επιβεβαιωθεί το εάν μπορούν να εισαχθούν. Αυτό δεν αναμένεται να διαρκέσει πολύ. [2: [3: Ανανέωση] ]
id: [1:Coba saya lihat...] Data sekarang sedang diperiksa untuk melihat apakah ia bisa diimpor. Ini seharusnya tidak membutuhkan waktu sangat lama. [2: [3:Segarkan] ]

source: [1:Good stuff!] Your data is now ready. Next, create a [2:data model] to structure the dataset. [3: [4:Create a model] ]
id: [1:Hal yang bagus!] Data anda sekarang sudah siap. Selanjutnya, buatlah sebuah [2:model data] untuk memberi struktur kumpulan data tersebut. [3: [4:Buatlah sebuah model] ]

source: Source files
el_gr: Πηγαία αρχεία
id: File sumber

source: Summary
el_gr: Περίληψη
id: Ringkasan

source: Entries loaded:
el_gr: Εγγραφές που φορτώθηκαν:
id: Entitas dimuat:

source: Searchable:
el_gr: Αναζητήσιμο:
id: Dapat dicari:

source: Dataset Actions
el_gr: Ενέργειες συνόλου δεδομένων
id: Aksi Kumpulan data

source: Delete all loaded data to fix errors and re-edit the data dimensions.
el_gr: Διαγραφή όλων των δεδομένων που φορτώθηκαν προκειμένου να διορθωθούν σφάλματα και να ανακαθοριστούν οι διαστάσεις του συνόλου δεδομένων.
id: Hapus semua data yang dimuat untuk memperbaiki masalah dan edit-ulang dimensi data.

source: Delete loaded data
el_gr: Διαγραφή δεδομένων που μεταφορτώθηκαν
id: Hapus data termuat

source: You can remove the loaded data at any time and start over.
el_gr: Μπορείτε να απορρίψετε όλα τα δεδομένα που φορτώθηκαν οποιαδήποτε στιγμή και να ξεκινήσετε από την αρχή.
id: Anda dapat menghapus data termuat kapanpun dan memulainya.

source: After you've performed some QA, let the world see this dataset.
el_gr: Αφού πραγματοποιήσετε τον απαραίτητο έλεγχο διασφάλιση της ποιότητας, ⏎ επιτρέψτε στον κόσμο να δεί αυτό το σύνολο δεδομένων.
id: Segera setelah anda menampilkan beberapa QA, ajak dunia melihat kumpulan data ini.

source: Make public
el_gr: Δημοσίευση
id: Jadikan publik

source: If you have noted serious quality issues or legal issues, you can un-publish this dataset.
el_gr: Αν έχετε επισημάνει σοβαρά θέματα ποιότητας ⏎ ή νομικά θέματα που αφορούν το σύνολο δεδομένων , μπορείτε να καταργήσετε την δημοσίευση του.
id: Jika anda mencatat adanya masalah kualitas atau hukum yang serius, anda dapat menarik kumpulan data ini dari publikasi.

source: This action cannot be undone.
id: Aksi ini tidak bisa dibatalkan.

source: Create a new data source
el_gr: Δημιουργία μιας νέας πηγής δεδομένων
id: Buat data sumber baru

source: Here, you can select the users who will be authorized to manage this dataset.
id: Di sini, anda dapat memilih pengguna mana yang diizinkan untuk mengelola kumpulan data ini.

source: Current team
id: Tim sekarang

source: Add someone
id: Tambah seseorang

source: [1:Here be dragons.] The visualizations editor does not have a graphical interface yet. If you still want to use it, please check out the [2:documentation] for the 'views' system.
el_gr: [1:μπαίνεις σε «αχαρτογράφητα νερά» .] Ο επεξεργαστής οπτικοποιήσεων ⏎ δεν διαθέτει ακόμα γραφικό περιβάλλον. Εάν εξακολουθείτε να θέλετε να τον χρησιμοποιήσετε,⏎ ελέγξτε την [2: Τεκμηρίωση] ⏎ για το σύστημα των «όψεων».
id: [1:Di sinilah naganya.] Editor visualisasi belum punya antarmuka grafisnya. Bila anda masih juga ingin menggunakannya, silahkan periksa [2:dokumentasinya] pada sistem 'tampilan'.

source: Available Dimensions
el_gr: Διαθέσιμες Διαστάσεις
id: Dimensi yang Tersedia

source: The views could not be saved as they contain some errors:
el_gr: Οι όψεις δεν μπορούν να αποθηκευτούν γιατί περιέχουν κάποια ⏎ σφάλματα:
id: Tampilan tidak dapat disimpan karena ia mengandung beberapa masalah:

source: Entries Search
id: Entitas Pencarian

source: nav-entry
id: nav-entitas

source: Entries
el_gr: Καταχωρήσεις
id: Entitas

source: %(currency)s %(amount)s on %(time)s
id: %(currency)s %(amount)s pada %(time)s

source: Entry in %(dataset_label)s [1:Detailed View of Transaction]
id: Entitas pada %(dataset_label)s [1:Tampilan rincian transaksi]

source: Recipient
el_gr: Δικαιούχος
id: Penerima

source: Spender
el_gr: Δαπανών
id: Pembelanja

source: Value
el_gr: Αξία
id: Nilai

source: Notes:
el_gr: Σημειώσεις:
id: Catatan:

source: Welcome
el_gr: Καλώς ήρθατε
id: Selamat datang

source: Mapping the money.
id: Memetakan keuangan.

source: Our aim is to track every government financial transaction across the world and present it in useful and engaging forms for everyone from a school-child to a data geek.
id: Tujuan kami adalah untuk melacak setiap transaksi keuangan pemerintah di seluruh dunia dan menghadirkannya dalam bentuk yang berguna dan menarik bagi semua orang mulai dari anak-sekolah hingga pecandu data.

source: Getting started
id: Mari mulai

source: What can I do here?
id: Apa yang bisa saya lakukan di sini?

source: Browse datasets
id: Ramban kumpulan data

source: The project
id: Proyek

source: Projects Portfolio
id: Portfolio Proyek

source: Contribute
el_gr: Συμβάλλετε
id: Kontribusi

source: The Store's REST API
id: Penyimpanan REST API

source: This API returns JSON versions of the store's domain objects. The URLs are generally the same as the URLs used by the web interface for the same objects, but with "/api/rest" prepended.
el_gr: To API επιστρέφει αναπαραστάσεις των αντικειμένων της βάσης κωδικοποιημένα σε JSON. Ta URLs δομούνται κατά κανόνα βάσει της σύνταξης που ακολουθείται και στα URLs της διεπαφής της ιστοσελίδας για τα ίδια αντικείμενα , αλλά με προθήκη του προθέματος "/api/rest".
id: API ini mengembalikan versi JSON dari objek penyimpanan domain. URL pada umumnya sama dengan URL yang digunakanpada antarmuka web untuk objek yang sama, tetapi dengan prepended "/api/rest".

source: Here are some examples:
el_gr: Παρατίθενται ορισμένα παραδείγματα:
id: Berikut beberapa contoh:

source: The JSON response generally contains the same information as the corresponding web page, but in more detail.
el_gr: Η κωδικοποιημένη σε JSON απάντηση περιέχει κατά κανόνα την ίδια πληροφορία με την⏎ αντίστοιχή ιστοσελίδα , αλλά σε μεγαλύτερο επίπεδο λεπτομέρειας.
id: Respon JSON secara umum mengandung informasi yang dengan laman web yang dimaksud, tetapi lebih rinci.

source: A JSONP object is returned if a [1:callback] parameter is supplied (usually by appending "?callback=myfun" or similar).
id: Objek JSONP akan dikembalikan jika parameter [1:callback] disediakan (biasanya dengan menambahkan "?callback=myfun" atau sejenisnya).

source: nav-source
id: nav-sumber

source: Report:
el_gr: Αναφορά:
id: Laporan:

source: Errors,
el_gr: Σφάλματα,
id: Galat,

source: Nothing to report!
el_gr: Τίποτα προς αναφορά!
id: Tidak ada untuk dilaporkan!

source: The source has been loaded successfully. This does not mean the data is stored in a form which is semantically useful, though, so don't forget to sanity-check a few entries!
el_gr: Η πηγή προέλευσης των δεδομένων έχει φορτωθεί ⏎ με επιτυχία. Αυτό δεν σημαίνει ωστόσο ότι τα δεδομένα αποθηκεύονται σε μορφή ⏎ που είναι σημασιολογικά χρήσιμη, , οπότε μην ξεχάσετε να ⏎ διεξάγετε έναν έλεγχο ορθότητας, ελέγχοντας μερικές καταχωρήσεις!
id: Sumber telah berhasil dimuat Ini bukan berarti data telah disimpan dalam sebuah bentuk yang berguna secara semantik, jadi jangan lupa untuk memeriksa kondisi beberapa entitasnya!

source: Message
el_gr: Μήνυμα
id: Pesan

source: Row
el_gr: Γραμμή
id: Baris

source: Column
el_gr: Στήλη
id: Kolom

source: Link
el_gr: Σύνδεσμος
id: Tautan

source: Operations
el_gr: Λειτουργίες
id: Operasi

source: columns
el_gr: στήλες
id: kolom

source: Test a sample
el_gr: Δοκιμή ενός δείγματος
id: Uji sebuah contoh

source: Load
el_gr: Φόρτωση
id: Muat

source: Reports
el_gr: Αναφορές
id: Laporan

source: Running
el_gr: Εκτελείται
id: Berjalan

source: Complete
el_gr: Ολοκληρώθηκε
id: Selesai

source: Errors
el_gr: Σφάλματα
id: Masalah

source: (%(count)s Errors)
el_gr: (%(count)s Σφάλματα)
id: (%(count)s Galat)

source: This must point directly at a valid CSV file. HTML landing pages or other formats, such as Excel, will not work.
el_gr: Αυτό θα πρέπει να δείχνει απευθείας σε ένα ⏎ έγκυρο αρχείο CSV. HTML σελίδες ή άλλες μορφές, όπως ⏎ Excel, δεν θα λειτουργήσουν.
id: Ini seharusnya mengarahkan langsung pada sebuah file CSV yang benar. Laman pembuka HTML atau format lainnya, seperti Excel, tidak akan bekerja.

source: Create a data source
el_gr: Δημιουργία μιας νέας πηγής δεδομένων
id: Buat sebuah sumber data

source: Embedded Visualisation -
id: Visualisasi Ditanamkan -

source: Library of visualisations -
id: Pustaka visualisasi -

source: by
id: oleh

source: Create a visualisation
id: Buat sebuah visualisasi

source: Visualize
id: Visualisasikan

source: Mailing List
el_gr: Λίστα Ηλεκτρονικού Ταχυδρομείου

source: Password
el_gr: Κωδικός

source: OpenCorporates
el_gr: Ανοιχτές Επιχειρήσεις

source: Meta
el_gr: Μεταδεδομένα

source: Level
el_gr: Επίπεδο

source: OK
el_gr: Εντάξει
