Repository: openspending/openspending
Catalog: openspending/translations/*/LC_MESSAGES/messages.po
Languages: is_is

source: Operations
is_is: Aðgerðir

source: OK
is_is: Í lagi

source: columns
is_is: dálkar

source: Successfully loaded
is_is: Tókst að hlaða inn

source: Running...
is_is: Í keyrslu...

source: Load source into OpenSpending
is_is: Hlaða inn í OpenSpending

source: Load
is_is: Hlaða

source: Test a sample
is_is: Prófa gagnadæmi

source: Test
is_is: Prófa

source: Delete source
is_is: Eyða gagnauppruna

source: Delete
is_is: Eyða

source: Reports
is_is: Skýrslur

source: Running
is_is: Í keyrslu

source: Complete
is_is: Lokið

source: Errors
is_is: Villur

source: Removed
is_is: Fjarlægt

source: Analysis
is_is: Greining

source: We found these columns in the CSV file:
is_is: Við fundum þessa dálka í CSV skránni:

source: Warning
is_is: Viðvörun

source: No columns found.
is_is: Engir dálkar fundust.

source: Still analysing
is_is: Enn að framkvæma greiningu

source: Try refreshing in a moment.
is_is: Prófaðu að endurhlaða eftir smá stund.

source: URL
is_is: Vefslóð

source: This must point directly at a valid CSV file. HTML landing pages or other formats, such as Excel, will not work.
is_is: Þetta þarf að benda beint á gilda CSV skrá. HTML vefsíður eða önnur snið eins og Excel munu ekki virka.

source: We recommend using <strong>,</strong> as delimiter and wrapping values in double quotes (especially amounts). The first line will always be regarded as a header row. <a href="http://community.openspending.org/help/guide/en/formatting-data/">Want to know more?</a>
is_is: Við mælum með <strong>,</strong> til að skipta í dálka og að setja gæsalappir utan um gildin (sérstaklega upphæðir). Fyrsta línan verður alltaf lesin sem fyrirsagnalína fyrir dálkana. <a href="http://community.openspending.org/help/guide/en/formatting-data/">Viltu vita meira?</a>

source: Embedded Visualisation
is_is: Ívöfð framsetning

source: Visualised with OpenSpending
is_is: Myndræn framsetning OpenSpending

source: Library of visualisations
is_is: Safn af myndrænum framsetningum

source: by %(user)s
is_is: eftir %(user)s

source: Create a visualisation
is_is: Búa til myndræna framsetningu

source: Name your visualisation
is_is: Gefðu framsetningunni nafn

source: You can store your visualisation with a name so that you can come back to it later and it will become visible to others.
is_is: Þú getur vistað framsetningarnar þínar með nafni svo þú getur skoðað hana aftur seinna og leyft öðrum að sjá þær.

source: Title
is_is: Titill

source: You need to be signed in to save a view.
is_is: Innskráning er nauðsynleg til að vista sýn.

source: Embed in another website
is_is: Vefja inn í aðra vefsíðu

source: If you don't save this visualisation, you can still copy and paste the embed code below, to embed the widget in another website, such as a blog or article.
is_is: Ef þú vistar ekki þessa framsetningu getur þú samt afritað og límt ívafskóðann hér fyrir neðan til að bæta framsetningunni inn á aðra vefsíðu eins og blogg eða grein.

source: Width
is_is: Breidd

source: Height
is_is: Hæð

source: Update widget
is_is: Uppfæra framsetningu

source: Incorrect user name or password!
is_is: Rangt notandanafn eða lykilorð!

source: Login name already exists, please choose a different one
is_is: Notandanafn er nú þegar til, vinsamlegast veldu annað

source: Passwords don't match!
is_is: Lykilorðin passa ekki!

source: Your settings have been updated.
is_is: Stillingarnar þínar hafa verið uppfærðar.

source: You are not authorized to see that page
is_is: Þú hefur ekki leyfi til að sjá þessa síðu

source: You have been logged out.
is_is: Útskráning tókst.

source: Please enter an email address!
is_is: Vinsamlegast sláðu inn netfang!

source: No user is registered under this address!
is_is: Enginn notandi er skráður með þetta netfang!

source: You've received an email with a link to reset your password. Please check your inbox.
is_is: Þú ættir að hafa fengið tölvupóst með tengli til að endurstilla lykilorðið þitt. Vinsamlegast kíktu í innhólfið þitt.

source: The reset link is invalid!
is_is: Endurstillingartengillinn er ógildur!

source: Thanks! You have now been signed in - please change your password!
is_is: Takk! Innskráningin tókst - vinsamlegast breyttu lykilorðinu þínu!

source: Badge not found.
is_is: Verðlaun fundust ekki.

source: A dataset with this identifer already exists!
is_is: Gagnasafn með þessu auðkenni er nú þegar til!

source: Recently created datasets in the OpenSpending Platform
is_is: Gagnasöfn sem hefur nýlega verið bætt við á OpenSpending

source: Recently Created Datasets
is_is: Ný gagnasöfn

source: This is not a dimension
is_is: Þetta er ekki vídd

source: The dataset has been updated.
is_is: Gagnasafnið hefur verið uppfært.

source: You cannot edit the dimensions model when data is loaded for the dataset.
is_is: Þú getur ekki breytt víddarlíkani þegar gögnum hefur verið hlaðið í gagnasafnið.

source: The mapping data could not be decoded as JSON!
is_is: Ekki tókst að afkóta kortlagningu gagna sem JSON!

source: The templates have been updated.
is_is: Sniðin hafa verið uppfærð.

source: The views have been updated.
is_is: Framsetningarnar hafa verið uppfærðar.

source: The views could not be decoded as JSON!
is_is: Ekki tókst að afkóta framsetningarnar sem JSON!

source: User account cannot be found.
is_is: Notandaaðgangur fannst ekki.

source: The team has been updated.
is_is: Teymið hefur verið uppfært.

source: The dataset has been cleared.
is_is: Gagnasafnið hefur verið hreinsað.

source: This dataset is already public!
is_is: Gagnasafnið er nú þegar opinbert!

source: This dataset is already private!
is_is: Gagnasafnið er nú þegar falið!

source: The dataset has been retracted. It is no longer visible to others.
is_is: Gagnasafnið hefur verið afturkallað. Það er nú falið öðrum notendum.

source: The dataset has been deleted.
is_is: Gagnasafninu hefur verið eytt.

source: Unable to adjust for inflation
is_is: Ekki tókst að gera ráð fyrir verðbólgu

source: Sent ping!
is_is: Ping sent!

source: The source has been created.
is_is: Upprunagögnum hefur verið bætt við.

source: Already running!
is_is: Nú þegar í keyrslu!

source: Now loading...
is_is: Hleð inn...

source: No widget type has been specified.
is_is: Engin framsetningargerð hefur verið gefin upp.
