Repository: openspending/openspending
Catalog: openspending/translations/*/LC_MESSAGES/messages.po
Languages: is_is

source: You have requested your password on %(site_title)s to be reset. Please click the following link to confirm this request: %(reset_link)s
is_is: Þú hefur óskað eftir því að lykilorðið þitt á %(site_title)s sé endurstillt. Vinsamlegast smelltu á tengilinn hér fyrir neðan til að samþykkja beiðnina: %(reset_link)s

source: Reset your password
is_is: Endurstilla lykilorðið þitt

source: Untitled
is_is: Ónefnt

source: No widget named '%s' exists.
is_is: Framsetning með nafnið '%s' er ekki til.

source: Part of unique key
is_is: Hluti af einræðum lykli

source: We're enabling anyone to explore, visualize and track government spending.
is_is: Við virkjum alla til að skoða, teikna upp og fylgjast með útgjöldum stjórnvalda.

source: Latest Datasets on OpenSpending
is_is: Síðustu gagnasöfnin á OpenSpending

source: Datasets
is_is: Gagnasöfn

source: Search
is_is: Leit

source: Community
is_is: Samfélag

source: Help
is_is: Hjálp

source: About
is_is: Um

source: Contact
is_is: Hafa samband

source: Blog
is_is: Blogg

source: Dashboard
is_is: Lesborð

source: Settings
is_is: Stillingar

source: User scoreboard
is_is: Stigaborð notenda

source: Logout
is_is: Útskráning

source: Login/Register
is_is: Innskrá/Nýskrá

source: Language
is_is: Tungumál

source: This site uses cookies
is_is: Þessi síða notar smygildi

source: Okay, thanks
is_is: Ókei, takk

source: Find out more
is_is: Skoða betur

source: This is an <a href="http://okfn.org">Open Knowledge Foundation</a> project
is_is: Þetta er verkefni á vegum <a href="http://okfn.org">Open Knowledge Foundation</a>

source: API
is_is: Forritaskil

source: Privacy
is_is: Friðhelgi

source: All <a href="http://www.gnu.org/licenses/agpl.html">code</a>, <a href="http://creativecommons.org/licenses/by/3.0/">content</a> and <a href="http://opendatacommons.org/licenses/odbl/">data</a> is openly licensed in accordance with the <a href="http://opendefinition.org/">open definition</a>
is_is: Allur <a href="http://www.gnu.org/licenses/agpl.html">kóði</a>, <a href="http://creativecommons.org/licenses/by/3.0/">efni</a> og <a href="http://opendatacommons.org/licenses/odbl/">gögn</a> eru gefin út undir opnu leyfi í samræmi við <a href="http://opendefinition.org/">Opnu skilgreininguna</a>

source: Error
is_is: Villa

source: Information
is_is: Upplýsingar

source: (change)
is_is: (breyta)

source: Name
is_is: Nafn

source: Username
is_is: Notandanafn

source: Email
is_is: Netfang

source: It looks like you haven't uploaded any datasets.
is_is: Það lítur út fyrir að þú hafir ekki halað upp neinum gagnasöfnum.

source: Import a dataset
is_is: Hlaða inn gagnasafni

source: Views
is_is: Sýn

source: OpenSpending Dataset Maintainers
is_is: Gagnasafnsumsjónarfólk OpenSpending

source: Badge
is_is: Verðlaun

source: Representative image
is_is: Lýsandi mynd

source: Description
is_is: Lýsing

source: Look at more OpenSpending badges
is_is: Skoða fleiri OpenSpending verðlaun

source: The following datasets have been awarded this badge
is_is: Eftirfarandi gagnasöfn hafa hlotið þessi verðlaun

source: <strong>No</strong> datasets have been awarded this badge
is_is: <strong>Engin</strong> gagnasöfn hafa hlotið þessi verðlaun

source: Badges
is_is: Verðlaun

source: What are badges?
is_is: Hvað eru verðlaun?

source: Visualisations
is_is: Myndrænar framsetningar

source: Create a visualisation...
is_is: Búa til myndræna framsetningu...

source: Manage
is_is: Stýra

source: Filter...
is_is: Sía...

source: Countries
is_is: Lönd

source: Filter by country
is_is: Sía eftir landi

source: Languages
is_is: Tungumál

source: Filter by language
is_is: Sía eftir tungumáli

source: Types of data
is_is: Gerðir af gögnum

source: mapping the money
is_is: elta peningana

source: Close
is_is: Loka

source: No description is available for %(dataset)s
is_is: Engin lýsing til fyrir %(dataset)s

source: Sources
is_is: Upprunar

source: This is a listing of all source data that was registered for this dataset.
is_is: Þetta er listi af öllum upprunagögnum sem eru skráð fyrir þetta gagnasafn.

source: Team
is_is: Teymi

source: These people are the managers of the dataset. They can make modifications to its schema and are responsible to make sure the data is accurate.
is_is: Þetta fólk eru stjórnendur gagnasafnsins. Þau geta gert breytingar á gerðarlýsingu og eru ábyrg fyrir því að gögnin séu nákvæm.

source: This dataset has been awarded
is_is: Gagnasafnið hefur hlotið verðlaunin

source: List of badges
is_is: Listi af verðlaunum

source: badges
is_is: verðlaun

source: Badges can be given by OpenSpending administrators on behalf of entities approved by <a href="http://okfn.org/" title="OKF">the Open Knowledge Foundation</a>.
is_is: Verðlaun geta verið úthlutuð af OpenSpending stjórnendum fyrir hönd aðila sem eru samþykktir af <a href="http://okfn.org/" title="OKF">Open Knowledge Foundation</a>.

source: Give badge
is_is: Úthluta verðlaunum

source: Give
is_is: Úthluta

source: Measures
is_is: Mælingar

source: Measures are the numeric properties of each entry in this dataset.
is_is: Mælingar eru töluleg eigindi fyrir hverja færslu í þessu gagnasafni.

source: Dimensions
is_is: Víddir

source: Dimensions are different aspects of the dataset, such as the spender, recipient or classifications that apply.
is_is: Víddir eru mismunandi sjónarhorn á gagnasafninu, eins og greiðandi, móttakandi og flokkanir sem eiga við.

source: Database erased
is_is: Gagnagrunni eytt

source: The database should now have been erased. You'll even have to create a new user to log in again.
is_is: Gagnagrunninum ætti að hafa verið eytt. Þú þarft meira að segja að búa til nýja notanda til að skrá þig inn aftur.

source: All datasets
is_is: Öll gagnasöfn

source: Available data sets
is_is: Aðgengileg gagnasöfn

source: The database contains the following datasets
is_is: Gagnagrunnurinn inniheldur eftirfarandi gagnasöfn

source: Import a new dataset
is_is: Flytja inn nýtt gagnasafn

source: Import
is_is: Flytja inn

source: Contribute your local data!
is_is: Sendu inn þín staðargögn!

source: We're trying to gather <strong>the world's spending information</strong> in a common database so that we can provide common tools for <strong>analysis, visualization and comparison</strong>. OpenSpending is an open platform that aims to facilitate the presentation of financial information so anyone - whether data geek or concerned citizen - can contribute their local city budget or spending reports.
is_is: Við erum að reyna að safna saman <strong>útgjaldaupplýsingum heimsins</strong> í sameiginlegan gagnagrunn sem búið til almenn tól fyrir <strong>greiningu, myndræna framsetningu og samanburð</strong>. OpenSpending er opinn vettvangur sem aðstoðar við framsetningu á fjárhagsupplýsingum þannig að allir- hvort sem það eru gagnanördar eða almennir borgarar - geti sent inn gögn þeirra eigin sveitarfélaga eða útgjaldaskýrslu.

source: Why should you contribute?
is_is: Af hverju ættir þú að taka þátt?

source: There are many projects that aim to track financial information. All require these basic services, which we aim to provide
is_is: Það eru mörg verkefni sem reyna að fylgjast með fjárhagsupplýsingum. Öll verkefnin krefjast þessarar grunnþjónustu sem við bjóðum upp á

source: Data loading and validation facilities.
is_is: Upphali gagna og sannprófunarþjónustu.

source: Common visualization types (treemaps, charts, and the bubble tree).
is_is: Almennum myndrænum framsetningum (trjákort, stöplarit og kúlutré).

source: Full-text search for all entries.
is_is: Leit í öllum færslum.

source: Means to track provenance and provide access to the raw data.
is_is: Leiðir til að skoða sannvottanir og aðgang að grunngögnum.

source: Sign up to contribute
is_is: Nýskráðu þig til taka þátt

source: Learn more
is_is: Læra meira

source: Embed
is_is: Ívafningur

source: Change
is_is: Breyta

source: Data
is_is: Gögn

source: Entries
is_is: Færslur

source: Download first 100 entries as JSON
is_is: Hlaða niður fyrstu 100 færslunum sem JSON

source: Download first 100 entries as CSV
is_is: Hlaða niður fyrstu 100 færslunum sem CSV

source: Download all entries as JSON
is_is: Hlaða niður öllum færslum sem JSON

source: Download all entries as CSV
is_is: Hlaða niður öllum færslum sem CSV

source: Total of %(member)s by year
is_is: Fjöldi %(member)s eftir ári

source: Year
is_is: Ár

source: Amount
is_is: Upphæð

source: Dimensions in %(dataset)s
is_is: Víddir í %(dataset)s

source: Facets of the dataset.
is_is: Fletir gagnasafnsins.

source: %(dataset)s has the following dimensions
is_is: %(dataset)s hefur eftirfarandi víddir

source: Manage the dataset
is_is: Stjórna gagnasafninu

source: Dimensions &amp; Measures
is_is: Víddir &amp; mælingar

source: Meta
is_is: Lýsigögn

source: Templates
is_is: Snið

source: Add Dimension
is_is: Bæta við vídd

source: Make sure your dimensions import all source data columns.
is_is: Vertu viss um að víddirnar þínar flytji inn alla dálka grunngagnanna.

source: Set Unique Dimensions
is_is: Stilla einræðar víddir

source: Identify the dimensions that help to identify each entry.
is_is: Skilgreindu víddirnar sem hjálpa þér að auðkenna hverja færslu.

source: Existing Dimensions
is_is: Skilgreindar víddir

source: Specify which dimensions identify an entry uniquely
is_is: Skilgreindu hvaða víddir samanlagt benda á einstakar færslur

source: Update
is_is: Uppfæra

source: Add new dimension
is_is: Bæta við nýrri vídd

source: The name you choose should only contain letters, numbers and dashes (i.e., no spaces)
is_is: Nafnið sem þú velur getur aðeins innihaldið enska bókstafi, tölustafi og bandstrik (þ.e. ekki bil)

source: Where the dimension represents the ultimate source or destination of the funds, call it <code>from</code> or <code>to</code>
is_is: Þar sem víddin segir til um greiðanda eða móttakanda fjármagns, kallaðu það <code>from</code> eða <code>to</code>

source: Type
is_is: Gerð

source: Dimension
is_is: Vídd

source: A defined set, like suppliers or classifications, with multiple attributes (e.g. supplier name and VAT number).
is_is: Skilgreint mengi, eins og birgjar eða flokkanir, með mörgum gildum (t.d. nafn birgja og virðisaukaskattssnúmer).

source: Attribute
is_is: Gildi

source: A simple value, e.g. descriptions or transaction IDs.
is_is: Einfalt gildi, t.d. lýsing eða færsluauðkenni.

source: Date
is_is: Dagsetning

source: Temporal value, e.g. start of project, date of disbursement.
is_is: Tímagildi, t.d. upphafsdagur verkefnis, dagsetning greiðslu.

source: Measure
is_is: Mæling

source: Monetary information, e.g. amount disbursed or allocated.
is_is: Fjármálaupplýsingar, t.d. greidd upphæð eða áætluð upphæð.

source: Unmapped source data columns
is_is: Ónotaðir dálkar í grunngögnum

source: Cancel
is_is: Hætta við

source: Add
is_is: Bæta við

source: Your model was saved.
is_is: Líkanið þitt var vistað.

source: You can now try to load a sample of the data by returning back to the dashboard.
is_is: Þú getur núna reynt að hlaða inn gagnadæmi með því að fara aftur á lesborðið.

source: Visit dashboard
is_is: Heimsækja lesborð

source: The dimensions mapping could not be saved as it contains some errors
is_is: Það tókst ekki að vista kortlagningu vídda því hún inniheldur villur

source: Dimension mapping
is_is: Kortlagning vídda

source: To create a model for your dataset, you need to translate the columns in the data file to "dimensions", the logical divisions of the dataset. A dimension can be any property of a line item or transaction that should be presented within OpenSpending.
is_is: Til að búa til líkan fyrir gagnsafanið þitt, þarftu að segja hvaða dálkar í í grunnskránni śeu hvaða "víddir", skiljanlega uppskipting gagnasafnsins. Vídd getur verið hvaða eigindi línu eða færslu sem OpenSpending getur táknað.

source: There are four core dimensions, <code>amount</code>, <code>time</code> &mdash; which are mandatory &mdash; as well as <code>from</code> for the spender, and <code>to</code> for the recipient of a specific transaction &mdash; both of those must be dimensions if they exist.
is_is: Það eru fjórar grunnvíddir, <code>amount</code>, <code>time</code> &mdash; sem eru nauðsynlegar &mdash; ásamt <code>from</code> sem táknar greiðanda og <code>to</code> fyrir móttakanda greiðslunnar &mdash; sem báðar þurfa að vera víddir ef þær eru skráðar.

source: Beyond that, you can add your own dimensions to describe aspects such as classification schemes, descriptions, transaction IDs and any other details present in the source data.
is_is: Fyrir utan það getur þú bætt við þínum eigin víddum til að lýsa sjónarhornum eins og flokkunarkerfum, lýsingum, auðkenni færslu eða aðrar upplýsingar í grunngögnunum.

source: What do I do here?
is_is: Hvað geri ég hér?

source: First off, make sure to set up the model to conform to these basic requirements:
is_is: Í fyrsta lagi, vertu viss um að setja upp líkan til að passa við þessar grunnkröfur:

source: Create <code>amount</code> with the core financial measure of the dataset and <code>time</code> to represent the most representative temporal dimension.
is_is: Búa til <code>amount</code> með aðalmælingu fjármagnsins í gagnasafninu og <code>time</code> til að tákna mest lýsandi dagsetningu færslunnar.

source: If your data is transactional and contains the name of a department or body spending the funds, make sure to include a <code>from</code> dimension.
is_is: Ef gögnin þín eru færslugögn og innihalda nöfnin á deild eða stofnun sem eyðir fjármagninu, vertu þá viss um að nota <code>from</code> víddina.

source: If the data mentions a recipient, such as a supplier, set <code>to</code> as another dimension.
is_is: Ef gögnin minnast á viðtakanda, eins og birgja, skráðu þá <code>to</code> sem aðra vídd.

source: Set a unique key combination so that the values within that combination are different between all entries in the dataset. This can later be used for updating the dataset.
is_is: Skrá einræða lyklasamsetningu þannig að gildin í henni séu mismunandi í öllum færslum gagnasafnsins. Þetta getur síðar verið notað til að uppfæra gagnasafnið.

source: After you've done these basic things, make sure to also create dimensions to cover any other aspects present in the source data. You can group related columns into a single dimension, for example if each row mentions both a company's name and its VAT number.
is_is: Eftir að þú hefur gert þessa grunnhluti, vertu þá viss um að búa til víddir til að fanga önnur sjónarhorn í grunngögnunum. Þú getur hópað saman tengda dálka í eina vídd, til dæmis ef hver lína inniheldur bæði nafn fyrirtækis og virðisaukaskattsnúmer fyrirtækisins.

source: string
is_is: strengur

source: float
is_is: rauntala

source: id
is_is: auðkenni

source: date
is_is: dagsetning

source: url
is_is: vefslóð

source: Default Value
is_is: Sjálfgefið gildi

source: Label
is_is: Merki

source: A human-readable title for this dimension.
is_is: Mannlæsilegur titill fyrir þessa vídd.

source: Include in unique key
is_is: Nota í einræðum lykli

source: Make this dimension part of the set of uniquely identifying values for each column.
is_is: Gera þessa vídd að hluta af menginu sem finna einstök gildi í hverjum dálki.

source: Column
is_is: Dálkur

source: Source column in the source CSV file.
is_is: Upprunadálkur í CSV grunnskránni.

source: Default value
is_is: Sjálfgefið gildi

source: Empty cells will be padded with this value.
is_is: Tómum reitum verðum úthlutað þessu gildi.

source: Data type
is_is: Gagnagerð

source: Use as facet in entries browser
is_is: Nota sem flöt í færsluvafra

source: Select a few dimensions which are useful to slice the dataset by.
is_is: Veldu nokkrar víddir sem nýtast til að skoða gagnasafnið.

source: Field
is_is: Reitur

source: Default
is_is: Sjálfgefið

source: Add a field
is_is: Bæta við reit

source: Save Dimensions
is_is: Vista víddir

source: Delete All Dimensions
is_is: Eyða öllum víddum

source: You cannot edit dimensions while data is loaded.
is_is: Þú getur ekki breytt víddum þegar gögnunum hefur verið hlaðið.

source: In order to modify the dimensions model, you'll have to delete all the data that is currently loaded from the database.
is_is: Til þess að breyta víddarlíkani verður þú að eyða öllum gögnum sem hefur verið hlaðið inn í gagnagrunninn.

source: Go to dashboard
is_is: Fara í lesborð

source: See dimensions
is_is: Sjá víddir

source: You need to define at least one data source.
is_is: Þú verður að skilgreina að minnsta kosti einn gagnauppruna.

source: In order to create a dimensions model, at least on data source needs to be available.
is_is: Til þess að búa til víddalíkan verður að minnsta kosti einn gagnauppruni að vera til reiðu.

source: Current team
is_is: Núverandi teymi

source: Add someone
is_is: Bæta manneskju við

source: Save
is_is: Vista

source: Time
is_is: Tímasetning

source: From
is_is: Frá

source: To
is_is: Til

source: details
is_is: upplýsingar

source: Time range for dataset:
is_is: Tímabil fyrir gagnasafnið:

source: Search OpenSpending
is_is: Leita í OpenSpending

source: e.g.
is_is: t.d.

source: Transactional data is often more detailed than information from budgets.
is_is: Færslugögn eru oft mun nákvæmari heldur en upplýsingar úr fjárhagsáætlunum eða fjárlögum.

source: Transactions
is_is: Færslur

source: All data
is_is: Öll gögn

source: Type a search term to find government expenditure transactions from across the globe.
is_is: Sláðu inn leitarorð til að finna útgjaldafærslu stjórnvalda um allan heim.

source: %(currency)s %(amount)s on %(time)s
is_is: %(amount)s %(currency)s - %(time)s

source: Entry in %(dataset)s
is_is: Færsla í %(dataset)s

source: Detailed View of Transaction
is_is: Nánari sýn á færslu

source: Adjusted for inflation
is_is: Með tilliti til verðbólgu

source: (from <span title="%(reference)s">%(reference_year)s</span> to <span title="%(target)s">%(target_year)s</span>)
is_is: (frá <span title="%(reference)s">%(reference_year)s</span> til <span title="%(target)s">%(target_year)s</span>)

source: Original amount: %(original)s
is_is: Upprunaleg fjárhæð: %(original)s

source: Value
is_is: Gildi

source: Notes
is_is: Glósur

source: It's our money!
is_is: Þetta eru okkar peningar!

source: By understanding how governments spend money <strong>in our name</strong> can we have a say in how that money will affect our own lives.
is_is: Skilningur á eyðslu stjórnvalda á peningum <strong>í okkar nafni</strong> gerir okkur kleift að ákveða hver áhrif peninganna á okkar líf verður.

source: The journey starts here.
is_is: Ferðalagið hefst hér.

source: %(territory_count)s countries
is_is: %(territory_count)s lönd

source: %(dataset_count)s datasets
is_is: %(dataset_count)s gagnasöfn

source: %(entry_count)s entries
is_is: %(entry_count)s færslur

source: Featured Application
is_is: Áhugavert forrit

source: How much is that really? &mdash; See the stories behind the numbers in the news with the <a href="http://spendingstories.org" target="_blank">Spending Stories application</a>.
is_is: Hversu mikið er þetta í rauninni? &mdash; Sjáðu sögurnar á bak við tölur í fréttunum með <a href="http://spendingstories.org" target="_blank">Spending Stories</a>.

source: Upload
is_is: Hala upp

source: Upload any kind of financial data to OpenSpending and explore it with our built-in interactive visualizations.
is_is: Þú getur halað upp fjármálagögnum til OpenSpending og skoðað þau með innbyggðum gagnvirkum framsetningum.

source: Users publish <a href="https://openspending.org/budgetmarocain">budgets</a>, <a href="https://openspending.org/marches-publics-senegal/views/liste-des-attributaires">procurements</a>, <a href="https://openspending.org/ukgov-25k-spending">spending data</a> and even <a href="https://openspending.org/senadofederal/entries">public employee salaries</a>.
is_is: Notendur birta <a href="https://openspending.org/budgetmarocain">fjárhagsáætlanir/fjárlög</a>, <a href="https://openspending.org/marches-publics-senegal/views/liste-des-attributaires">útboð</a>, <a href="https://openspending.org/ukgov-25k-spending">útgjaldagögn</a> og jafnvel <a href="https://openspending.org/senadofederal/entries">laun opinberra starfsmanna</a>.

source: Use our <a href="http://www.pbs.org/idealab/2013/03/how-to-embed-open-spending-visualizations-in-your-own-website078">widgets</a> to embed your visualization on your own website.
is_is: Notaðu <a href="http://www.pbs.org/idealab/2013/03/how-to-embed-open-spending-visualizations-in-your-own-website078">framsetningarnar</a> okkar til að bæta við myndrænum framsetningum á þína eigin vefsíðu.

source: Create a dataset
is_is: Búa til gagnasafn

source: Upload a dataset
is_is: Hala upp gagnasafni

source: Explore
is_is: Skoða

source: OpenSpending holds more than %(transactions)s mio. transactions from %(datasets)s datasets across %(territories)s countries.
is_is: OpenSpending inniheldur meira en %(transactions)s milljón færslur frá %(datasets)s gagnasöfnum úr %(territories)s löndum.

source: Browse the <a href="%(indexurl)s">list of datasets</a> and learn about public finances from around the world, or browse <a href="http://apps.openspending.org/maps/">our map of cities</a> on OpenSpending.
is_is: Skoðaðu <a href="%(indexurl)s">listann af gagnasöfnum</a> og lærðu um opinber útgjöld um allan heim eða skoðaðu <a href="http://apps.openspending.org/maps/">kort af borgum</a> í OpenSpending.

source: Search the datasets
is_is: Leitaðu í gagnasöfnunum

source: Search transactions
is_is: Leitaðu í færslum

source: List of datasets
is_is: Listi af gagnasöfnum

source: ...or look at the datasets
is_is: ...eða skoðaðu gagnasöfnin

source: Visualize
is_is: Teiknaðu up

source: Create your own visualizations with the <a href="http://community.openspending.org/help/api/aggregate/">OpenSpending API</a> using libraries like <a href="http://community.openspending.org/2013/08/20/okfb-inesc/">D3.js</a>, jit, and Raphael.
is_is: Búðu til þínar eigin myndrænar framsetningar með<a href="http://community.openspending.org/help/api/aggregate/">OpenSpending forritaskilunum</a> með forritunarsöfnum eins og <a href="http://community.openspending.org/2013/08/20/okfb-inesc/">D3.js</a>, jit, eða Raphael.

source: You can even create a satellite site while still using OpenSpending as a backend.
is_is: Þú getur jafnvel búið til fjármálasíðu sem notar OpenSpending sem bakenda.

source: API documentation
is_is: Skjölun forritaskila

source: Look at the API
is_is: Skoða forritaskilin

source: Contribute
is_is: Taka þátt

source: OpenSpending is a community run project and all material is open - open-source code and open data.
is_is: OpenSpending er samfélagslega þróað verkefni og allt efni er opið - opinn hugbúnaður og opin gögn.

source: Get involved in loading data, developing the technology, doing analysis or writing news stories!
is_is: Taktu þátt í upphleðslu á gögnum, þróun á tækninni, greiningu eða skrifum á fréttasögum!

source: Community introduction
is_is: Samfélagskynning

source: Join the spending community
is_is: Taka þátt í fjármálasamfélaginu

source: Join our discussion list!
is_is: Skráðu þig á spjalllistann okkar!

source: Sign up
is_is: Nýskráning

source: Join our developer list!
is_is: Skráðu þig á forritaralistann okkar!

source: Report
is_is: Skýrsla

source: errors
is_is: villur

source: Nothing to report!
is_is: Ekkert kom upp!

source: The source has been loaded successfully. This does not mean the data is stored in a form which is semantically useful, though, so don't forget to sanity-check a few entries!
is_is: Gögnunum hefur verið hlaðið inn. Þetta þýðir ekki að gögnin séu geymd á sniði sem er skiljanlegt þannig að ekki gleyma að kíkja á nokkrar færslur af gögnum!

source: Level
is_is: Stig

source: Message
is_is: Skilaboð

source: Row
is_is: Lína

source: Link
is_is: Tengill
